[
  {
    "title": "willow",
    "description": "Habla del deseo y la atracción inevitable, como seguir un hilo invisible que te guía hacia alguien aunque no sepas a dónde termina."
  },
  {
    "title": "champagne problems",
    "description": "Relata una propuesta de matrimonio rechazada y el dolor silencioso que deja tomar una decisión correcta pero devastadora."
  },
  {
    "title": "gold rush",
    "description": "Describe la atracción por alguien tan deseado que genera inseguridad, comparándolo con una fiebre colectiva imposible de ganar."
  },
  {
    "title": "tis the damn season",
    "description": "Un reencuentro con un amor del pasado durante las fiestas, sabiendo que es algo temporal y que no habrá final feliz."
  },
  {
    "title": "tolerate it",
    "description": "Expresa el sufrimiento de amar a alguien que solo te soporta, mostrando una relación desequilibrada y dolorosa."
  },
  {
    "title": "no body, no crime",
    "description": "Una historia narrativa de traición y venganza donde la protagonista busca justicia tras la desaparición de una amiga."
  },
  {
    "title": "happiness",
    "description": "Reflexiona sobre una ruptura madura, aceptando que hubo amor real y que la felicidad puede existir después del final."
  },
  {
    "title": "dorothea",
    "description": "Cuenta la historia de alguien que dejó su pueblo para perseguir sueños y cómo es recordada por quien se quedó atrás."
  },
  {
    "title": "coney island",
    "description": "Un diálogo entre dos personas que revisan errores del pasado y el desgaste emocional de una relación que se apagó."
  },
  {
    "title": "ivy",
    "description": "Utiliza la metáfora de la hiedra para representar un amor prohibido que crece sin control ni permiso."
  },
  {
    "title": "cowboy like me",
    "description": "Dos personas desconfiadas y solitarias se reconocen entre sí, sin creer que el amor verdadero pueda ser real."
  },
  {
    "title": "long story short",
    "description": "Habla de superar momentos difíciles, aprender de los errores y salir fortalecido tras una etapa oscura."
  },
  {
    "title": "marjorie",
    "description": "Un homenaje a su abuela, recordando enseñanzas, recuerdos y el impacto eterno de quienes ya no están."
  },
  {
    "title": "closure",
    "description": "Rechaza disculpas tardías y falsas, mostrando la necesidad de cerrar ciclos sin explicaciones forzadas."
  },
  {
    "title": "evermore",
    "description": "Explora la tristeza profunda y la ansiedad, pero con un mensaje final de esperanza: el dolor no dura para siempre."
  },
  {
    "title": "right where you left me",
    "description": "Representa quedarse emocionalmente atrapado en el momento exacto en que una relación terminó."
  },
  {
    "title": "it’s time to go",
    "description": "Habla de reconocer cuándo es momento de irse de una relación o situación que ya no aporta nada bueno."
  }
]
