[
    {
        "title": "Lavander Haze",
        "description":"Ocurre tanto al principio de su relación con Joe, probablemente cuando se supo por primera vez, como en el presente. Simplemente quiere vivir el momento con él y permanecer en su burbuja de amor sin responder preguntas ni preocuparse por los comentarios externos. Similar en tema a Dancing with Our Hands Tied y Paris."
    },
    {
        "title":"Maroon",
        "description":"La tesis del álbum trata sobre reflexionar sobre el pasado y ella acaba de tener una ERA ENORME donde toda la narrativa alrededor de Red cambió para siempre (y a su favor esta vez). Comenzó este álbum con Jack justo cuando Red TV salió. Maroon muestra cómo los recuerdos cambian con el tiempo y la perspectiva, lo que también hará más tarde con Would've Could've Should've. Pero al igual que All Too Well difiere de Dear John, Maroon no busca destrozar a Mr. Gyllenhaal, simplemente lamenta lo que fue y lo que finalmente nunca fue. La segunda estrofa es muy similar en imágenes a la parte del \"punto de ruptura\" del cortometraje de All Too Well. Finalmente lo perdió, pero él permaneció (\"Me despierto con tu recuerdo sobre mí, eso es una maldita herencia que dejar\", también suena amargada o incluso sarcástica aquí como \"gracias por perseguirme, amigo\")."
    },
    {
        "title":"Anti-Hero",
        "description":"Sus miedos más profundos cobran vida a medianoche. Se preocupa por sus ex (primera estrofa), su apariencia (segunda estrofa) y cómo se manejará su legado (puente/tercera estrofa). Creo que lo más interesante es cómo esto continúa o concluye la imaginería de Taylor real/mala Taylor que hemos visto en muchos de sus videos (You Belong With Me, Ready For It, etc.). Veremos si eso vuelve a aparecer en un video futuro."
    },
    {
        "title":"Snow On The Beach",
        "description":"Esta cancion describe la extraña pero curiosa situacion de cuando te enamoras de alguien al mismo tiempo que alguien se enamora de ti"
    },
    {
        "title":"You're On Your Own Kid ",
        "description":"Le gustó un TikTok que especificaba que documenta su vida/carrera desde la adolescencia hasta ahora. La primera estrofa trata sobre un novio anterior con el que podría haberse quedado, pero en la segunda estrofa descubre su pasión por la música y se dirige hacia eso, es decir que describe a una chica que se cansa de esperar a que un chico especificio se fije en ella pero finalmente al no suceder y con pocas esperanzas decide tomar la desicion de tocar canciones, pero finalmente cuando alcanza la fama actual se dan cuenta de que aun sigue sola "
    },
    {
        "title":"Midnight Rain",
        "description":"Reflexiona sobre un novio de antes de la fama (no, no Taylor Lautner) y lo diferentes que son sus vidas ahora. Creo que también es un buen recordatorio de la tesis del álbum porque justo cuando te preguntas por qué Taylor, tan enamorada, se obsesiona con un tipo, ella dice \"Nunca pienso en él excepto en noches como esta\". Es solo uno de esos momentos de \"¿qué pasaría si?\". No se trata de ninguno de sus ex famosos."
    },
    {
        "title":"Question",
        "description":"La canción \"Question...?\" de Taylor Swift trata sobre la necesidad de cierre y reflexión sobre un amor pasado, lleno de dudas y \"qué pasaría si...\", explorando si el ex siente lo mismo y si las decisiones erróneas afectaron la relación, tocando temas de vulnerabilidad y las complejidades de las relaciones intensas"
    },
    {
        "title":"Vigilante Shit",
        "description":"Esta cancion probablemente sea algo de venzansa hacia algunas persona quizas sea Scooter Braun,kim ect, el concepto de venzansa de taylor es su continuo exito y relevancia, la felicidad que a logrado obtener luego de todo lo malo que le hicieron(el verdadero Karma)"
    },
    {
        "title":"Bejeweled",
        "description":"Esta es una cancion sobre una mujer en una relacion la cual se siente muy usada y subestimada por su pareja ,pero ella se da cuenta de que aun puede \"hacer brillar todo el lugar\" en el final de la cancion ella entra a un cuarto y se da cuenta de que vale mas que ser el adorno de un hombre \"un diamante tiene que brillar\", esta cancion a mi parecer y estoy convencido es para Calvin Harris"
    },
    {
        "title":"Labyrinth",
        "description":"Esta cancion esta dedicada a Joe Alwyn es muy parecida tematicamente a Delicate de Reputation, en esperimentar una ansiedad constante de saber si todo va a funcionar en la relacion o por algun error o algo que no pueda contralar arruine todo."
    },
    {
        "title":"Karma",
        "description":" Para taylor, el karma es la forma en que gana una y otra vez sobre sus enemigos. Ella tiene un historial de salir victoriosa contra cualquiera que intentó derribarla, así que ¿por qué no se sentiría así? Pero en particular, encontrar el amor que siempre estuvo buscando justo cuando todo lo demás implosionó es el verdadero significado del karma para ella. \"El karma es mi novio\" claro es Joe porque él estaba allí en lo que podría haber sido el final de su carrera y legado tal como ella lo conocía."
    },
    {
        "title":"Sweet Nothing",
        "description":"es una balada que celebra el refugio amoroso y la simplicidad de una relación estable frente al caos, la ambición y las exigencias del mundo exterior. La canción resalta la paz de no necesitar nada material de la pareja, valorando solo el afecto genuino y la tranquilidad "
    },
    {
        "title":"Mastermind",
        "description":"Taylor menciona en esta cancion que es una mente maestra o genio , desde muy chica ella siempre soño con su amor ideal y en caso de que no sucediera ella temdria que tomar algunas estrategias para que la quieran es decir que ideo un plan para conseguir su pareja ideal en este caso Joe, no solo esto si no que de alguna manera nos enseña de que ella es capas de lograr lo que se ponga como objetivo"
    }

]