[
    {"title": "State Of grace", 
    "description": "Esta cancion habla sobre la gracia divina que se siente cuando uno esta en presencia de alguien que realmente te aprecia y te valora, mostrando una sensacion de paz y bienestar que solo se puede experimentar en una relacion verdadera y sincera. Es una cancion muy romantica y emotiva, ademas de esto tambien habla sobre como esa gracia puede ser tan fuerte que te hace sentir como si estuvieras en un mundo diferente"},
    {"title": "Red", 
    "description": "Red es una cancion que habla sobre el amor intenso y apasionado, y como ese amor puede ser tan fuerte que te hace sentir como si estuvieras en un mundo diferente ademas algo curioso es que el cumpleaños de Taylor es el 13 de diciembre y el de Jake es el 19 de diciembre, lo que los convierte a ambos en soles de Sagitario. Que es una señal de fuego"},
    {"title": "Treacherous",
    "description":"cancio para Connor Kennedy, donde dice que una relacion segura no siempre vale la pena, es decir que taylor no elije una relacion seguro sobre una peligrosa por que seria aburrida o quiza no valdria el esfuerzo"},
    {"title": "I Knew You Were Trouble / Sabia que eras problemático", 
    "description": "I knew you were trouble es una cancion que habla sobre el arrepentimiento de haber estado en una relacion toxica, y como ese amor puede ser tan fuerte que te hace sentir como si estuvieras en un mundo diferente, cancion probablemente dedicada a Harry Styles"},
    {"title": "All Too Well", 
    "description": "Esta es una de las canciones más icónicas y emotivas de Taylor Swift, perteneciente al álbum “Red”. La canción es conocida por su emotiva narrativa sobre un noviazgo pasado, explorando los altibajos de la relación, desde momentos felices y tiernos hasta momentos de conflicto y despedida. La letra expresa el conflicto interno de la cantante entre el amor que aún siente por su pareja, pero también lo perjudicial que es para ella.All Too Well habla sobre la nostalgia, el duelo y la complejidad de las relaciones que han tenido un impacto significativo en las vidas de las personas. Si has estado en una relación intermitente en la que se separan y vuelvan a regresar, seguro te vas a sentir identificada con esta melodía. Después de escucharla va a formar parte de rolitas que debes escuchar cuando tienes el corazón roto."},
    {"title": "22", 
    "description": "22 es una cancion que habla sobre la juventud y la libertad de ser joven, y como esa juventud puede ser tan fuerte que te hace sentir como si estuvieras en un mundo diferente, es una cancion muy optimista y motivadora."},
    {"title": "I almost do / Casi lo hago", 
    "description": "I almost do es una cancion que habla sobre el arrepentimiento de no haber estado con alguien que te gustaba, y como ese amor puede ser tan fuerte que te hace sentir como si estuvieras en un mundo diferente, es una cancion muy romantica y emotiva."},
    {"title": "We are never ever getting back together / Nunca jamas volveremos a estar juntos", 
    "description": "¿Rompiste con tu ex y juras nunca regresar con él?, entonces agrega esta canción a tu playlist de Spotify, porque estamos seguras de que te va a empoderar para que no vuelvas a tropezar con la misma piedra. La canción es una declaración de independencia emocional y el rechazo a volver a vivir situaciones dolorosas en una relación tóxica."},
    {"title": "Stay Stay Stay / Quedate quedate quedate", 
    "description": "Stay stay stay es una cancion que habla sobre la importancia de quedarse con alguien que realmente te aprecia y te valora, mostrando una sensacion de paz y bienestar que solo se puede experimentar en una relacion verdadera y sincera."},
    {"title": "The last time / La ultima vez", 
    "description": "The last time es una cancion que habla sobre el final de una relacion, y como ese final puede ser tan doloroso, es una cancion muy triste y emotiva"},
    {"title": "Holy Ground ", 
    "description": "Holy ground es una cancion que habla sobre la importancia de recordar los momentos felices de una relacion pasada, Algunos especulan que esta canción podría tratar sobre reparar viejos problemas con Joe Jonas, aunque solo como amigos."},
    {"title": "Sad Beautiful Tragic / Triste hermoso tragico", 
    "description": "en mente, cuesta creer que Swift considere su relación con Mayer fue buena. Hay arrepentimiento en su voz al recordar lo que pudo haber sido, lo que nos lleva a creer que la balada trata sobre un romance que terminó en paz. ¿Taylor Lautner, quizás?"},
    {"title": "The Lucky One / El afortunado", 
    "description": "The lucky one es una cancion que habla sobre la suerte de haber estado con alguien que realmente te aprecia y te valora, mostrando una sensacion de paz y bienestar que solo se puede experimentar en una relacion verdadera y sincera."},
    {"title": "Everything Has Changed / Todo ha cambiado", 
    "description": "Swift escribió esta canción con Ed Sheeran durante el verano, después de que empezaran a avivarse los rumores sobre su relación con Conor Kennedy. El mensaje de la letra deja claro de quién trata la canción. De hecho, se podría decir que las tres últimas canciones tratan sobre Conor Kennedy y su familia"},
    {"title": "Starlight / Luz de las estrellas", 
    "description": "Starlight es una cancion que habla sobre la magia de estar con alguien que realmente te aprecia y te valora,La historia de Starlight describe el amor y matrimonio de la Sra. Kennedy con Robert F. Kennedy. Swift ha declarado en repetidas ocasiones cuánto admira a la sra Kennedy"},
    {"title": "Begin Again / Empezar de nuevo", 
    "description": "Begin again es una cancion que habla sobre la importancia de empezar de nuevo despues de haber estado con alguien que no es bueno para ti, mostrando una sensacion de paz y bienestar que solo se puede experimentar en una relacion verdadera y sincera."}
]