[
  {
    "title": "The Fate of Ophelia",
    "description": "Inspira su título en el personaje trágico de Shakespeare para hablar de cómo el amor la salvó de caer en tristeza si su prometido no hubiera llegado a su vida." 
  },
  {
    "title": "Elizabeth Taylor",
    "description": "Usa la vida de la actriz como metáfora para reflexionar sobre el amor y la fama, aferrándose a una relación que navega altos y bajos." 
  },
  {
    "title": "Opalite",
    "description": "Es una metáfora de sanación y avance personal, dejando atrás emociones negativas y celebrando un nuevo comienzo junto a su pareja." 
  },
  {
    "title": "Father Figure",
    "description": "Explora dinámicas de poder y traición dentro de la industria musical, personificando a alguien que prometió apoyo pero traicionó su confianza." 
  },
  {
    "title": "Eldest Daughter",
    "description": "Una reflexión abierta sobre crecer bajo escrutinio público desde joven y lidiar con las expectativas y presiones de ser la 'hija mayor'." 
  },
  {
    "title": "Ruin the Friendship",
    "description": "Una balada introspectiva sobre arrepentimientos del pasado y oportunidades perdidas, recordando que algunos riesgos valen la pena tomar." 
  },
  {
    "title": "Actually Romantic",
    "description": "Canción discutida entre fans por su posible respuesta indirecta a otra artista y que mezcla críticas con un tono audaz y juguetón." 
  },
  {
    "title": "Wi$h Li$t",
    "description": "Expresa sus deseos personales para el futuro con su pareja, priorizando una vida plena y pacífica más allá de logros materiales." 
  },
  {
    "title": "Wood",
    "description": "Una pista sugerente y atrevida que retrata con humor y metáforas el lado más íntimo de su relación." 
  },
  {
    "title": "CANCELLED!",
    "description": "Aborda el escrutinio mediático y la cultura de la cancelación con ironía, mostrando cómo la fama trae juicios intensos de todos lados." 
  },
  {
    "title": "Honey",
    "description": "Usa el apelativo tierno para mostrar cómo las palabras de afecto pueden transformar su significado cuando son genuinas y sinceras." 
  },
  {
    "title": "The Life of a Showgirl (feat. Sabrina Carpenter)",
    "description": "La canción homónima celebra la vida en el centro de atención, aceptando el precio emocional de la fama y el brillo, incluso con dificultades." 
  }
]
